Repository: ilkome/macopy
Catalog: Sources/MaCopy/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt_br, ru, tr, zh_hans

source: The @ prefix in search pushes URL results to the top: "@github" shows link matches first. A lone "@" lists all links by recency.
de: Das Präfix @ in der Suche hebt URL-Ergebnisse nach oben: „@github“ zeigt zuerst Link-Treffer. Ein einzelnes „@“ listet alle Links nach Aktualität auf.
es: El prefijo @ en la búsqueda sube los resultados de URL: «@github» muestra primero las coincidencias de enlaces. Un «@» solo lista todos los enlaces por recencia.
fr: Le préfixe @ dans la recherche fait remonter les résultats d'URL : « @github » affiche d'abord les correspondances de liens. Un « @ » seul liste tous les liens par ordre de récence.
it: Il prefisso @ nella ricerca porta in alto i risultati URL: «@github» mostra prima le corrispondenze dei link. Una «@» da sola elenca tutti i link per data.
ja: 検索での @ プレフィックスは URL の結果を上位に表示します。「@github」はリンクの一致を先に表示します。「@」単独ではすべてのリンクを新しい順に表示します。
ko: 검색에서 @ 접두사는 URL 결과를 위로 올립니다. "@github"는 링크 일치 항목을 먼저 표시합니다. "@" 하나만 입력하면 모든 링크를 최신순으로 나열합니다.
pl: Prefiks @ w wyszukiwaniu przenosi wyniki URL na górę: „@github” najpierw pokazuje dopasowania linków. Samo „@” wyświetla wszystkie linki według świeżości.
pt_br: O prefixo @ na busca leva os resultados de URL para o topo: "@github" mostra primeiro as correspondências de links. Um "@" sozinho lista todos os links por recência.
ru: Префикс @ в поиске поднимает URL-результаты вверх: «@github» сначала покажет совпадения по ссылкам. Одиночный «@» выводит все ссылки по свежести.
tr: Aramada @ öneki URL sonuçlarını en üste taşır: "@github" önce bağlantı eşleşmelerini gösterir. Tek başına "@" tüm bağlantıları yeniliğe göre listeler.
zh_hans: 搜索中的 @ 前缀会把链接结果置顶：“@github”会优先显示链接匹配项。单独的“@”会按时间顺序列出所有链接。

source: The language change will take effect after MaCopy restarts.
de: Die Sprachänderung wird nach einem Neustart von MaCopy wirksam.
es: El cambio de idioma se aplicará después de reiniciar MaCopy.
fr: Le changement de langue prendra effet après le redémarrage de MaCopy.
it: Il cambio di lingua avrà effetto dopo il riavvio di MaCopy.
ja: 言語の変更は MaCopy の再起動後に有効になります。
ko: 언어 변경은 MaCopy를 재시작한 후 적용됩니다.
pl: Zmiana języka zostanie zastosowana po ponownym uruchomieniu MaCopy.
pt_br: A mudança de idioma terá efeito após reiniciar o MaCopy.
ru: Смена языка вступит в силу после перезапуска MaCopy.
tr: Dil değişikliği MaCopy yeniden başlatıldıktan sonra geçerli olur.
zh_hans: 语言更改将在 MaCopy 重启后生效。

source: The rest
de: Übrige
es: El resto
fr: Le reste
it: Il resto
ja: その他
ko: 나머지
pl: Pozostałe
pt_br: O restante
ru: Остальное
tr: Geri kalanlar
zh_hans: 其余

source: This week
de: Diese Woche
es: Esta semana
fr: Cette semaine
it: Questa settimana
ja: 今週
ko: 이번 주
pl: W tym tygodniu
pt_br: Esta semana
ru: На этой неделе
tr: Bu hafta
zh_hans: 本周

source: To let MaCopy paste items automatically, grant it access: System Settings → Privacy & Security → Accessibility → enable MaCopy. The clipboard is already updated - you can paste manually with ⌘V.
de: Damit MaCopy Einträge automatisch einfügen kann, gewähre den Zugriff: Systemeinstellungen → Datenschutz & Sicherheit → Bedienungshilfen → MaCopy aktivieren. Die Zwischenablage ist bereits aktualisiert - du kannst mit ⌘V manuell einfügen.
es: Para que MaCopy pegue elementos automáticamente, concédele acceso: Ajustes del Sistema → Privacidad y seguridad → Accesibilidad → activa MaCopy. El portapapeles ya está actualizado: puedes pegar manualmente con ⌘V.
fr: Pour que MaCopy colle les éléments automatiquement, accordez-lui l'accès : Réglages Système → Confidentialité et sécurité → Accessibilité → activez MaCopy. Le presse-papiers est déjà mis à jour - vous pouvez coller manuellement avec ⌘V.
it: Per consentire a MaCopy di incollare gli elementi automaticamente, concedi l'accesso: Impostazioni di Sistema → Privacy e sicurezza → Accessibilità → attiva MaCopy. Gli appunti sono già aggiornati: puoi incollare manualmente con ⌘V.
ja: MaCopy が項目を自動的にペーストできるように、アクセス権を付与してください： システム設定 → プライバシーとセキュリティ → アクセシビリティ → MaCopy を有効にします。 クリップボードはすでに更新されています。⌘V で手動でペーストできます。
ko: MaCopy가 항목을 자동으로 붙여넣으려면 접근 권한을 허용하세요: 시스템 설정 → 개인정보 보호 및 보안 → 손쉬운 사용 → MaCopy 활성화. 클립보드는 이미 업데이트되었습니다 - ⌘V로 직접 붙여넣을 수 있습니다.
pl: Aby MaCopy automatycznie wklejał elementy, przyznaj mu dostęp: Ustawienia systemowe → Prywatność i bezpieczeństwo → Dostępność → włącz MaCopy. Schowek jest już zaktualizowany - możesz wkleić ręcznie za pomocą ⌘V.
pt_br: Para o MaCopy colar itens automaticamente, conceda acesso a ele: Ajustes do Sistema → Privacidade e Segurança → Acessibilidade → ative o MaCopy. A área de transferência já está atualizada - você pode colar manualmente com ⌘V.
ru: Чтобы MaCopy вставлял элементы автоматически, дайте ему доступ: Системные настройки → Приватность и безопасность → Универсальный доступ → включите MaCopy. Буфер уже обновлён - можно вставить вручную ⌘V.
tr: MaCopy'nin öğeleri otomatik yapıştırabilmesi için ona erişim izni verin: Sistem Ayarları → Gizlilik ve Güvenlik → Erişilebilirlik → MaCopy'yi etkinleştirin. Pano zaten güncellendi - ⌘V ile elle yapıştırabilirsiniz.
zh_hans: 若要让 MaCopy 自动粘贴内容，请授予权限： 系统设置 → 隐私与安全性 → 辅助功能 → 启用 MaCopy。 剪贴板已更新，可使用 ⌘V 手动粘贴。

source: Today
de: Heute
es: Hoy
fr: Aujourd'hui
it: Oggi
ja: 今日
ko: 오늘
pl: Dzisiaj
pt_br: Hoje
ru: Сегодня
tr: Bugün
zh_hans: 今天

source: Unpin panel
de: Panel lösen
es: Desfijar el panel
fr: Détacher le panneau
it: Sblocca il pannello
ja: パネルの固定を解除
ko: 패널 고정 해제
pl: Odepnij panel
pt_br: Desafixar painel
ru: Открепить панель
tr: Paneli serbest bırak
zh_hans: 取消固定面板

source: Where is data stored?
de: Wo werden die Daten gespeichert?
es: ¿Dónde se almacenan los datos?
fr: Où les données sont-elles stockées ?
it: Dove vengono memorizzati i dati?
ja: データはどこに保存されますか？
ko: 데이터는 어디에 저장되나요?
pl: Gdzie przechowywane są dane?
pt_br: Onde os dados são armazenados?
ru: Где хранятся данные?
tr: Veriler nerede saklanır?
zh_hans: 数据存储在哪里？

source: Within the hour
de: Innerhalb einer Stunde
es: En la última hora
fr: Dans l'heure
it: Nell'ultima ora
ja: 1時間以内
ko: 한 시간 이내
pl: W ciągu godziny
pt_br: Na última hora
ru: В течение часа
tr: Son bir saat
zh_hans: 一小时内

source: Yesterday
de: Gestern
es: Ayer
fr: Hier
it: Ieri
ja: 昨日
ko: 어제
pl: Wczoraj
pt_br: Ontem
ru: Вчера
tr: Dün
zh_hans: 昨天

source: [Hidden: %@]
de: [Verborgen: %@]
es: [Oculto: %@]
fr: [Masqué : %@]
it: [Nascosto: %@]
ja: [非表示: %@]
ko: [숨김: %@]
pl: [Ukryto: %@]
pt_br: [Oculto: %@]
ru: [Скрыто: %@]
tr: [Gizli: %@]
zh_hans: [已隐藏：%@]

source: macOS needs your approval. Open System Settings → General → Login Items and enable MaCopy.
de: macOS benötigt deine Zustimmung. Öffne Systemeinstellungen → Allgemein → Anmeldeobjekte und aktiviere MaCopy.
es: macOS necesita tu aprobación. Abre Ajustes del Sistema → General → Ítems de inicio y activa MaCopy.
fr: macOS requiert votre autorisation. Ouvrez Réglages Système → Général → Ouverture, puis activez MaCopy.
it: macOS richiede la tua approvazione. Apri Impostazioni di Sistema → Generali → Elementi login e attiva MaCopy.
ja: macOS の承認が必要です。「システム設定」→「一般」→「ログイン項目」を開き、MaCopy を有効にしてください。
ko: macOS 승인이 필요합니다. '시스템 설정' → '일반' → '로그인 항목'을 열고 MaCopy를 켜세요.
pl: macOS wymaga Twojej zgody. Otwórz Ustawienia systemowe → Ogólne → Elementy logowania i włącz MaCopy.
pt_br: O macOS precisa da sua aprovação. Abra Ajustes do Sistema → Geral → Itens de início e ative o MaCopy.
ru: Требуется подтверждение macOS. Откройте «Системные настройки» → «Основные» → «Объекты входа» и включите MaCopy.
tr: macOS onayınızı gerektirir. Sistem Ayarları → Genel → Giriş Öğeleri'ni açıp MaCopy'yi etkinleştirin.
zh_hans: macOS 需要你的许可。打开“系统设置”→“通用”→“登录项”并启用 MaCopy。

source: ~/Library/Application Support/MaCopy. A SwiftData SQLite database plus images in separate files.
de: ~/Library/Application Support/MaCopy. Eine SwiftData-SQLite-Datenbank sowie Bilder in separaten Dateien.
es: ~/Library/Application Support/MaCopy. Una base de datos SQLite de SwiftData más imágenes en archivos separados.
fr: ~/Library/Application Support/MaCopy. Une base de données SQLite SwiftData ainsi que des images dans des fichiers séparés.
it: ~/Library/Application Support/MaCopy. Un database SQLite di SwiftData più le immagini in file separati.
ja: ~/Library/Application Support/MaCopy。SwiftData の SQLite データベースと、別ファイルの画像です。
ko: ~/Library/Application Support/MaCopy. SwiftData SQLite 데이터베이스와 별도 파일의 이미지입니다.
pl: ~/Library/Application Support/MaCopy. Baza danych SwiftData SQLite oraz obrazy w osobnych plikach.
pt_br: ~/Library/Application Support/MaCopy. Um banco de dados SQLite do SwiftData mais imagens em arquivos separados.
ru: ~/Library/Application Support/MaCopy. База SwiftData SQLite + картинки в отдельных файлах.
tr: ~/Library/Application Support/MaCopy. Bir SwiftData SQLite veritabanı ve ayrı dosyalardaki görseller.
zh_hans: ~/Library/Application Support/MaCopy。一个 SwiftData SQLite 数据库，以及单独文件中的图片。

source: Code
es: Código
it: Codice
ja: コード
ko: 코드
pl: Kod
pt_br: Código
ru: Код
tr: Kod
zh_hans: 代码

source: Links
es: Enlaces
fr: Liens
it: Link
ja: リンク
ko: 링크
pl: Linki
ru: Ссылки
tr: Bağlantılar
zh_hans: 链接

source: System
es: Sistema
fr: Système
it: Sistema
ja: システムに従う
ko: 시스템 설정
pl: Systemowy
pt_br: Sistema
ru: Системный
tr: Sistem
zh_hans: 跟随系统

source: Add to folder
ru: Добавить в папку

source: Add to folder…
ru: Добавить в папку…

source: Create folder…
ru: Создать папку…

source: Delete folder
ru: Удалить папку

source: Folder is empty
ru: Папка пуста

source: Folder name
ru: Имя папки

source: Folders
ru: Папки

source: New folder
ru: Новая папка

source: No folders yet
ru: Пока нет папок

source: Rename
ru: Переименовать

source: Select a folder
ru: Выберите папку
